Repository: plaurent75/tab-my-content
Catalog: languages/*.po
Languages: fr_fr

# Post Type General Name
source: Tabs Content
fr_fr: Onglets de contenu

# Post Type Singular Name
source: Tab Content
fr_fr: Onglet de contenu

source: Tab Content
fr_fr: Onglet de contenu

source: Add New Tab
fr_fr: Ajouter un nouvel onglet

source: All Tabs
fr_fr: Tous les onglets

source: Edit Tab
fr_fr: Modifier l'onglet

source: Add tab to your content
fr_fr: Ajouter un onglet de contenu

source: Post Parent
fr_fr: Contenu Parent

source: Presentation
fr_fr: Présentation

source: Title for the First Tab
fr_fr: Titre du premier onglet

source: Current Tab(s) linked to it
fr_fr: Onglet(s) attaché(s) à ce contenu

source: No Tabs currently linked to it
fr_fr: Aucun onglet n'est actuellement attaché à ce contenu

source: Add another tab now ?
fr_fr: Ajouter un autre onglet ?

source: Thanks for using this plugin! If it works well and you are satisfied, is it too much to give a small euro?
fr_fr: Merci d'utiliser ce plugin! S'il fonctionne correctement, et que vous en êtes satisfait, serait-ce trop de donner un petit euro?

source: The Donations
fr_fr: Les dons

source: allow me to continue to develop this plugin <i>free and open source</i> !
fr_fr: me permet de continuer à développer ce plugin <i>gratuit et open source</i> !

source: I help you, no problem!
fr_fr: Je t'aide, aucun problème!

source: Tab My Content is an easy way to add tabs inside your content, page or post. A lightweight and easy way to Tab your content.
fr_fr: Tab my Content permet d'intégrer facilement et rapidement des onglets à l'intérieur de votre contenu, articles ou pages. Il devient très facile d'ajouter des onglets dans vos contenus.
